a52dec
aalib
abseil-cpp
accounts-qml-module
acl
acpica
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
android-emulator
android-emulator-debug
anki
anki-debug
aom
appstream
appstream-glib
arandr
archlinux-keyring
argon2
aribb24
asar
at-spi2-core
atkmm
attr
audit
augeas
authy-desktop-win32-bin
autoconf
automake
avahi
aws-cli-v2
barrier
barrier-headless
base
base-devel
bash
bcg729
bind
binutils
bison
blas
bluetuith
bluetuith-debug
bluez
bluez-libs
bluez-utils
boost
boost-libs
box2d
brave-bin
breeze-icons
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
bumblebee-status
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cairomm-1.16
calibre
cantarell-fonts
capstone
catch2
cblas
cdparanoia
cdrtools
chmlib
chrpath
cifs-utils
clang
clang-format-all-git
clucene
cmake
code
compiler-rt
containerd
coreutils
cpio
cppdap
cryptsetup
cups
cups-filters
curl
cython
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dconf
debootstrap
debtap
debugedit
debuginfod
default-cursors
deft-dkms
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
discord
discount
distro-info
distro-info-data
djvulibre
dkms
dmenu
dnslookup
dnslookup-debug
dnsmasq
dnssec-anchors
docker
doom
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
dtc
duktape
dwayland
e2fsprogs
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efivar
electron
electron27
electron28
electron29
electron30
electron31
electron32
electron33
emacs
embree
enchant
enet
ethtool
exfatprogs
exiv2
expat
f2fs-tools
faad2
fakeroot
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
fish
flac
flameshot
flex
fmt
font-manager
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gensio
genymotion
geoclue
gettext
ghostscript
giflib
git
glew
glfw
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
glusterfs
gmp
gnome-desktop
gnome-desktop-common
gns3-gui
gnu-free-fonts
gnu-netcat
gnupg
gnutls
go
gobject-introspection-runtime
godot
godot-mono
gperftools
gpgme
gpm
gptfdisk
gradle
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsimplecal
gsm
gspell
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview3
gtksourceview4
guile
gupnp
gupnp-igd
gzdoom-bin
gzdoom-bin-debug
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hivex
htop
httrack
httraqt-git
httraqt-git-debug
hugo
hunspell
hwdata
hwloc
hyphen
i3-wm
i3lock
iana-etc
icu
ijs
imath
imlib2
iniparser
intel-gmmlib
intel-media-driver
intel-ucode
iperf
iperf3
iproute2
iptables
iputils
iso-codes
jansson
jasper
java-commons-daemon
java-environment-common
java-jsvc
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jdk21-openjdk
jemalloc
jfsutils
jre
jre11-openjdk
json-c
json-glib
jsoncpp
jxrlib
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfig5
kconfigwidgets
kcoreaddons
kcoreaddons5
kcrash
kdbusaddons
kernel-headers-musl
keyutils
kglobalaccel
kguiaddons
kguiaddons5
ki18n
ki18n5
kiconthemes
kio
kirigami
kitemviews
kjobwidgets
kmod
knotifications
knotifications5
kparts
kpty
krb5
kservice
ktextwidgets
kwallet
kwidgetsaddons
kwindowsystem
kwindowsystem5
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-gperftools
lib32-gperftools-debug
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnl
lib32-libnsl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcups
libcupsfilters
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdecor
libdeflate
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libewf
libexif
libexttextcat
libfabric
libfbclient
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libfreehand
libgbinder
libgbinder-debug
libgcrypt
libgirepository
libglibutil
libglibutil-debug
libglvnd
libgpg-error
libgphoto2
libgudev
libguestfs
libheif
libice
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiscsi
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libjxl
libkexiv2
libksba
liblangtag
liblc3
libldac
libldap
libldm
liblouis
libluv
liblzf
libmad
libmanette
libmatroska
libmaxminddb
libmd
libmfx
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmongocrypt-debug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmysofa
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libotf
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libppd
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libsquish
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtpms
libtraceevent
libtracefs
libunibreak
libunistring
libunrar
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisio
libvlc
libvncserver
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwpe
libwps
libwslay
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
lksctp-tools
llvm
llvm-libs
lm_sensors
lmdb
lpsolve
lrzip
lsb-release
lsof
lsscsi
lua
lua51
lua51-lpeg
lua53
luajit
lutris
lv2
lvm2
lxc
lxmenu-data
lz4
lzo
lzop
m17n-db
m17n-lib
m4
mage
mailcap
make
man-db
man-pages
mangohud
mariadb-libs
mathjax
maven
mbedtls2
md4c
mdadm
media-player-info
menu-cache
mesa
mesa-utils
mimalloc
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mold
mongodb44-bin
mongodb44-bin-debug
mongosh
mongosh-debug
mpdecimal
mpfr
mpg123
msgpack-c
mspaint-xp-bin
mt7630-pcie-wifi-dkms
mtdev
mtools
mtr
multipath-tools
musl
nasm
ncurses
ndctl
neofetch
neon
net-snmp
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nftables
nilfs-utils
ninja
nlohmann-json
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
nordvpn-bin
nordvpn-bin-debug
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
nvm
obsidian
ocl-icd
okular
omada-controller
omada-controller-debug
onetbb
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.1
openucx
openvpn
openvpn-update-systemd-resolved
openwebstart-bin
openwebstart-bin-debug
openxr
optipng
opus
orc
osinfo-db
p11-kit
p7zip
p7zip-full-bin-debug
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
parsec-bin
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-error
perl-libintl-perl
perl-mailtools
perl-timedate
phodav
phonon-qt6
phonon-qt6-vlc
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
plasma-activities
podofo
polkit
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
postgresql
postgresql-libs
postman-bin
procps-ng
protobuf
protontricks
protonup-qt
protonvpn
protonvpn-cli
protonvpn-gui
prrte
psmisc
purpose
pyenv
pyside6
python
python-annotated-types
python-apsw
python-aqtinstall
python-argcomplete
python-async-timeout
python-attrs
python-autocommand
python-aws-sam-translator
python-awscrt
python-babel
python-bcrypt
python-beautifulsoup4
python-blinker
python-boto3
python-botocore
python-brotli
python-brotlicffi
python-build
python-cachetools
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-cheetah3
python-click
python-colorama
python-contourpy
python-coverage
python-cryptography
python-css-parser
python-cssselect
python-cycler
python-dateutil
python-dbus
python-decorator
python-defusedxml
python-deprecated
python-distlib
python-distro
python-dnspython
python-docutils
python-evdev
python-execnet
python-fastjsonschema
python-faust-cchardet
python-feedparser
python-filelock
python-flask
python-flask-cors
python-flit-core
python-fonttools
python-gnupg
python-gobject
python-html2text
python-html5-parser
python-html5lib
python-humanize
python-idna
python-ifaddr
python-imagesize
python-inflate64
python-inflect
python-iniconfig
python-inputs
python-installer
python-itsdangerous
python-jaconv
python-jaraco.classes
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-jmespath
python-jsonschema
python-jsonschema-specifications
python-keyring
python-kiwisolver
python-lxml
python-lxml-html-clean
python-markdown
python-markupsafe
python-matplotlib
python-mechanize
python-mock
python-moddb
python-more-itertools
python-msgpack
python-multivolumefile
python-netifaces
python-nose
python-numpy
python-ordered-set
python-orjson
python-packaging
python-patch
python-pbr
python-pdftotext
python-pillow
python-platformdirs
python-pluggy
python-ply
python-prompt_toolkit
python-protobuf
python-proton-client
python-protonvpn-nm-lib
python-psutil
python-py7zr
python-pyaml
python-pyasn1
python-pybcj
python-pychm
python-pycparser
python-pycryptodome
python-pycryptodomex
python-pydantic
python-pydantic-core
python-pygments
python-pykakasi
python-pymongo
python-pyopenssl
python-pyparsing
python-pyppmd
python-pyproject-api
python-pyproject-hooks
python-pyqt5
python-pyqt5-sip
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pyrsistent
python-pysocks
python-pytest
python-pytest-socket
python-pytest-xdist
python-pythondialog
python-pytz
python-pyxdg
python-pyzstd
python-referencing
python-regex
python-requests
python-rpds-py
python-rsa
python-ruamel-yaml
python-ruamel.yaml.clib
python-s3transfer
python-secretstorage
python-semantic-version
python-send2trash
python-sentry_sdk
python-setuptools
python-setuptools-scm
python-sgmllib3k
python-six
python-snowballstemmer
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-steam
python-systemd
python-texttable
python-tomli
python-tox
python-trove-classifiers
python-truststore
python-typeguard
python-typing_extensions
python-unrardll
python-urllib3
python-validate-pyproject
python-vdf
python-virtualenv
python-waitress
python-wcwidth
python-webencodings
python-werkzeug
python-wheel
python-wrapt
python-xxhash
python-yaml
python-zeroconf
python-zstandard
qbittorrent
qca-qt6
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-vmsr-helper
qhull
qpdf
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-websockets
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-scxml
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
radeontop
rapidjson
raptor
rasqal
rav1e
re2
readline
redland
rhash
ripgrep
rpcbind
rsync
rtkit
rubberband
runc
rust
samba
samrewritten-git
samrewritten-git-debug
sane
sbc
scid
scid-debug
sdkmanager
sdl12-compat
sdl2
sdl2_image
seabios
sed
semver
ser2net
serd
shaderc
shadow
shared-mime-info
shiboken6
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
sleuthkit
smbclient
snappy
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
spandsp
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-headers
spirv-tools
sqlite
squashfs-tools
sratom
srt
sslscan
startup-notification
steam
steamtinkerlaunch
strace
sublime-text-2
sublime-text-2-debug
sublime-text-4
sublime-text-4-debug
sudo
supermin
svt-av1
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tcpdump
tdb
terraform
tevent
texinfo
thin-provisioning-tools
threadweaver
tinysparql
tk
tmux
tor
tpm2-tss
traceroute
tree
tree-sitter
tree-sitter-bash
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-dejavu
ttf-hack-nerd
ttf-liberation
twolame
tzdata
uchardet
udisks2
unibilium
unixodbc
unrar
unzip
upower
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vapoursynth
vde2
ventoy
ventoy-debug
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virtiofsd
virtualbox
virtualbox-ext-vnc
virtualbox-host-modules-arch
vlc
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-radeon
vulkan-utility-libraries
wavpack
wayland
webkit2gtk
webkit2gtk-4.1
webkitgtk-6.0
webrtc-audio-processing-1
wget
which
wine
winetricks
wireguard-tools
wireplumber
wireshark-cli
wireshark-qt
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
wscat
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-dde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xvidcore
xxhash
xz
yad
yajl
yaml-cpp
yara
yarn
yay
yay-debug
zenity
zeromq
zimg
zip
zix
zlib
zlib-ng
zmusic
zmusic-debug
zram-generator
zrandr
zrandr-debug
zstd
zxing-cpp
